{
  "quotes": [
    { 
      "text": "Strength doesn't come from what you can do; it comes from overcoming the things you once thought you couldn't.",
      "author": "Rikki Rogers"
    },
    {
      "text": "Success is walking from failure to failure with no loss of enthusiasm.",
      "author": "Winston Churchill"
    },
    {
      "text": "The only bad workout is the one that didn't happen.",  
      "author": "Unknown"
    },
    {
      "text": "Your body can stand almost anything; it's your mind you have to convince.",
      "author": "Unknown"
    },
    {
      "text": "The harder the battle, the sweeter the victory.",
      "author": "Les Brown"
    },
    {
      "text": "Don't count the days; make the days count.",
      "author": "Muhammad Ali"
    },
    {
      "text": "Sweat is just fat crying.",
      "author": "Unknown"
    },
    {
      "text": "The only person you should try to be better than is the person you were yesterday.",
      "author": "Unknown"
    },
    {
      "text": "It's not about having time; it's about making time.",
      "author": "Unknown"
    },
    {
      "text": "Believe in yourself, and you will be unstoppable.",
      "author": "Unknown"
    },
    {
      "text": "Strength grows in the moments when you think you can't go on but keep going anyway.",
      "author": "Unknown"
    },
    {
      "text": "Success is a journey, not a destination.",
      "author": "Arthur Ashe"
    },
    {
      "text": "The pain you feel today will be the strength you feel tomorrow.",
      "author": "Unknown"
    },
    {
      "text": "Excuses don't burn calories.",
      "author": "Unknown"
    },
    {
      "text": "Fitness is not about being better than someone else; it's about being better than you used to be.",
      "author": "Unknown"
    },
    {
      "text": "The body achieves what the mind believes.",
      "author": "Napoleon Hill"
    },
    {
      "text": "The difference between a goal and a dream is a deadline.",
      "author": "Steve Smith"
    },
    {
      "text": "Make your vision so clear that your fears become irrelevant.",
      "author": "Unknown"
    },
    {
      "text": "Winners never quit, and quitters never win.",
      "author": "Vince Lombardi"
    },
    {
      "text": "Every workout is a step closer to your goals.",
      "author": "Unknown"
    },
    {
      "text": "You are only limited by your imagination",
      "author": "Unknown"
    },
    {
      "text": "Champions aren't built on the days they feel motivated but the days they feel like quitting",
      "author": "Unknown"
    },
    {
      "text": "No carelessness in my action, No confusion in my words, No imprecision in my thoughts.",
      "author": "Unknown" 
    },
    {
      "text": "There is nothing impossible to him who will try",
      "author": "Alexander the Great"
    },
    {
      "text": "I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion.",
      "author": "Alexander the Great"
    },
    {
      "text": "I would rather live a short life of glory than a long one of obscurity.",
      "author": "Alexander the Great"
    },
    {
      "text": "There is nothing impossible to him who will try.",
      "author": "Alexander the Great"
    },
    {
      "text": "We all love ourselves more than other people, but care more about thier opinion than our own.",
      "author": "Marcus Aurelius"
    },
    {
      "text": "It's not what happens to you but how you react to it that matters",
      "author": "Epictetus"
    },
    {
      "text": "Have patience, all things are difficult before they become easy",
      "author": "Saadi"
    }

       
  ]
}
